import React from "react";
import Ul from "../Ul/Ul";
import LinkToMain from "../../LinkToMain/LinkToMain";
import "./Repair.css";

function Repair() {
  return (
    <section className="repair">
      <main className="repair__wrapper wrapper">
        <div className="container-link">
          <LinkToMain text="Ремонт" />
        </div>
        <h2 className="repair__title title general-title">
          Прейскурант цен на платные услуги ремонтных работ 
        </h2>
        <h4 className="repair__subtitle subtitle">
          Государственного Учреждения "Автотранспортное предприятие" при
          Управлении делами Президента Кыргызской Республики
        </h4>
        <div className="repair__list">
          <Ul 
            li1='Наименование услуг'
            li2='"Мерседес-Бенц"'
            li3='"Тойота Лэнд Крузер"'
            li4='"Тойота Каролла, Форд"'
            li5='"Кадиллак"'
          />
          <Ul 
            li1='Разборка и сборка двигателя'
            li2='5662'
            li3='10299'
            li4='5662'
            li5='10 299'
          />
          <Ul 
            li1='Снять и установить тормозные колодки'
            li2='195'
            li3='216'
            li4='195'
            li5='216'
          />
          <Ul 
            li1='Замена тормозных дисков 2 шт.'
            li2='351'
            li3='324'
            li4='243'
            li5='324'
          />
          <Ul 
            li1='Замена амортизатора  подвески'
            li2='324'
            li3='324'
            li4='324'
            li5='324'
          />
          <Ul 
            li1='Замена верхней опорной стойки подвески'
            li2='459'
            li3='486'
            li4='459'
            li5='486'
          />
          <Ul 
            li1='Замена втулки стабилизатора подвески'
            li2='647'
            li3='755'
            li4='647'
            li5='755'
          />
          <Ul 
            li1='Замена нижнего рычага подвески'
            li2='486'
            li3='540'
            li4='486'
            li5='540'
          />
          <Ul 
            li1='Замена стойки стабилизатора'
            li2='192'
            li3='216'
            li4='192'
            li5='216'
          />
          <Ul 
            li1='Снятие и установка шарового шарнира передней подвески 2шт'
            li2='432'
            li3='432'
            li4='432'
            li5='432'
          />
          <Ul 
            li1='Снятие и установка рулевого механизма'
            li2='1 079'
            li3='1 079'
            li4='1 079'
            li5='1 079'
          />
          <Ul 
            li1='Ремонт системы охлаждения'
            li2='513'
            li3='540'
            li4='513'
            li5='540'
          />
          <Ul 
            li1='Ремонт топливной системы'
            li2='513'
            li3='540'
            li4='513'
            li5='540'
          />
          <Ul 
            li1='Ремонт отопления салона'
            li2='863'
            li3='809'
            li4='863'
            li5='863'
          />
          <Ul 
            li1='Ремонт электрооборудования'
            li2='270'
            li3='405'
            li4='270'
            li5='405'
          />
          <Ul 
            li1='Замена стекла кузова'
            li2='351'
            li3='351'
            li4='351'
            li5='351'
          />
          <Ul 
            li1='Ремонт кузова (малярные работы 1 деталя)'
            li2='1 025'
            li3='1 025'
            li4='1 025'
            li5='1 025'
          />
          <Ul 
            li1='Ремонт сцепления снятие и установка КПП'
            li2='863'
            li3='1 079'
            li4='863'
            li5='-'
          />
          <Ul 
            li1='Ремонт сцепления главного цилиндра (снятие и установка)'
            li2='351'
            li3='351'
            li4='351'
            li5='-'
          />
          <Ul 
            li1='Ремонт сцепления главного цилиндра (снятие и установка)'
            li2='351'
            li3='351'
            li4='351'
            li5='-'
          />
          <Ul 
            li1='Замена масло в АКПП'
            li2='378'
            li3='378'
            li4='378'
            li5='378'
          />
          <Ul 
            li1='Замена масло в МКПП'
            li2='189'
            li3='189'
            li4='189'
            li5='-'
          />
          <Ul 
            li1='Замена моторного масло'
            li2='81'
            li3='81'
            li4='81'
            li5='108'
          />
          <Ul 
            li1='Смазка ходовой части'
            li2='189'
            li3='189'
            li4='-'
            li5='-'
          />
          <Ul 
            li1='Замена воздушного фильтра'
            li2='135'
            li3='192'
            li4='135'
            li5='192'
          />
          <Ul 
            li1='Замена фильтра салона'
            li2='108'
            li3='108'
            li4='108'
            li5='108'
          />
          <Ul 
            li1='Обслуживание аккумуляторной батареи'
            li2='81'
            li3='81'
            li4='81'
            li5='81'
          />
          <Ul 
            li1='Снятие и установка шины колеса 1шт'
            li2='54'
            li3='81'
            li4='54'
            li5='81'
          />
          <Ul 
            li1='Ремонт стеклоподъемников дверей'
            li2='189'
            li3='189'
            li4='189'
            li5='189'
          />
          <Ul 
            li1='Замена щеток стеклоочистителя'
            li2='54'
            li3='54'
            li4='54'
            li5='54'
          />
          <Ul 
            li1='Замена свечи зажигания'
            li2='41'
            li3='54'
            li4='41'
            li5='54'
          />
          <Ul 
            li1='Ремонт бампера'
            li2='189'
            li3='189'
            li4='189'
            li5='189'
          />
        </div>
      </main>
    </section>
  );
}

export default Repair;